console.log('Вёрстка валидная +10\nВёрстка семантическая +20\nВёрстка соответствует макету +48\nТребования к css + 12\nИнтерактивность, реализуемая через css +20\n\Максимальная оценка за задание 100 баллов');
console.log('Вёрстка соответствует макету. Ширина экрана 390px + 48 баллов\nнет полосы прокрутки от 1440рх до 320 +15\nадаптивное меню +22 \nTotal points: 85');
console.log('на десктоп изоб. меняется по принципу карусели +20\n \nТри точки внизу отображают "номер слайда",  На мобильном варианте поверх картинки появляются стрелочки навигации +20\n \nАнимации плавного перемещения для слайдера +10\n \nлогин попап соответствует верстке его закрытие происходит при клике вне попапа +25\n \nлогин попап имеет 2 инпута, при нажатии на кнопку Sign In показывается алерт с данными\n \nНажатие на кнопку Register на Login попапе меняет разметку попапа на разметку Sign Up попапа, не закрывая модал\n \nTotal points: 125');
//  в нём напишите функцию console.log(), в скобках в кавычках напишите
//  самооценку по пунктам.Для переноса строк используйте символ \n

